//Ctrl+Shift+I Ubuntu  
//Shift+Alt+F Windows   

//lodash
//scope and digest cycle
//бандл в отдельную папку
//интервал исправить
//css в проекте
//форматирование кода
//оптимизировать код
//поддержка локализаций(русский и английский)
//по умолчанию русский(в списке справа)
//удалить кнопка в виде оконка
//скроллируется только список, а не страница
//по середине все
//при наведении мышки на цветную штуку(зеленый свежий, желтый полежавший, красный тухлый)



//документация!!!
//15px colors
//delete btn 20px 20px 
//text 600px
//должен обрезаться если очень длинный и показываться наведением мыши
//фильтр тоже локализован

